7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
blueman
bluez
bluez-utils
bottom
brightnessctl
btop
btrfs-progs
cantarell-fonts
cmatrix
cpu-x
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
ethtool
ex-vi-compat
exfatprogs
exo
eza
f2fs-tools
fastfetch
feh
file-roller
firefox
firewall-applet
firewalld
fish
flameshot
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
galculator
garcon
ghostscript
git
github-cli
glances
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hplip
htop
hwdetect
hwinfo
inetutils
intel-media-driver
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kdeconnect
kernel-install-for-dracut
less
libcdr
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-intel-driver
libva-utils
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
modemmanager
mousepad
mtools
nano
nano-syntax-highlighting
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-inst
nvidia-prime
nvidia-settings
openssh
pacman-contrib
papirus-icon-theme
parole
paru
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
power-profiles-daemon
python
python-defusedxml
python-jinja
python-packaging
python-pillow
python-pyqt5
python-reportlab
rebuild-detector
reflector
reflector-simple
ristretto
rsync
rtkit
s-nail
sane
sg3_utils
smartmontools
sof-firmware
splix
steam
stow
sudo
syncthing
sysfsutils
system-config-printer
systemd-sysvcompat
termshark
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vulkan-nouveau
welcome
wget
which
whois
wine
winetricks
wireless-regdb
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zathura
zathura-pdf-mupdf
zoxide
zram-generator
